{
    "sponsor-us": [
        {
            "addHeader": {
                "header": "Help support our team!",
                "attrs": {"class": "emphasize"}
            },
            "addContent": {
                "content": "Help support ingenuity and an engineering mindset by filling out this form to <a href='#' target=_blank class='outside-link'>support 24702 Regal Robots!</a><br>By supporting our team, you would support future engineers, your community, have your company promoted and thanked in our promotional videos, and have your company's logo on our bot during our competitions. We hope you will consider supporting 24702 Regal Robots because without our sponsors, we could not do what we do, namely providing an outlet for high school students to be creative and think like an engineer. Think of sponsoring our club as sponsoring a nascar team, only more impactful to us as a group of high schoolers!",
                "attrs": {"class": "content emphasize"}
            }
        }
    ],
    "our-sponsors": [
        {
            "addTitle": {
                "title": "Palm Harbor University High School and PCSB"
            },
            "addContent": {
                "content": "Our school, Palm Harbor University High School, has been nothing if not supportive towards our club and team. Thanks to PHUHS, our club could work on our bots in our own room, advertise our club, and get support as a club. Also, we would like to thank the Pinellas County School Board who generously provided buses and transportation to meets and scrimmages. Without the support of <a href='https://www.pcsb.org/phuhs' class=outside-link target=_blank> Palm Harbor University High School </a> and the <a href='https://www.pcsb.org/' class=outside-link target=_blank> Pinellas County School Board </a>, our team would not be in as well-positioned as we are now.",
                "attrs": {
                    "class": "content small-content"
                }
            },
            "addImage": {
                "imagePath": "/Assets/Images/pinellas-district.png",
                "altText": "Pinellas County School Board Logo",
                "imageCaptionText": "PCSB logo",
                "attrs": {
                    "class": "image-with-caption content-image sponsors-image-div"
                }
            }
        },
        {
            "addTitle": {
                "title": "Your Company!"
            },
            "addContent": {
                "content": "This could be your business today if you choose to sponsor our club!",
                "attrs": {
                    "class": "content small-content"
                }
            },
            "addImage": {
                "imagePath": "/Assets/Images/companylogo.png",
                "imageCaptionText": "Your Business Here!",
                "altText": "Your Business Here!",
                "attrs": {
                    "class":"image-with-caption content-image smaller-content-image"
                }
            }
        }
    ]
}